{
    "¡Hola! Soy Nicolás" : "Hi! I'm Nicolás",
    "Desarrollador Full Stack especializado en frontend, con 15 años de experiencia como diseñador gráfico. Esta combinación me permite crear interfaces visualmente atractivas y funcionales, ofreciendo soluciones que destacan por su estética y experiencia de usuario." : "A Full Stack developer with a focus on frontend, backed by 15 years of experience as a graphic designer. This combination allows me to create visually appealing and technically functional interfaces, delivering solutions that stand out for their aesthetics and user experience.",
    "Ver Portfolio" : "View Portfolio",
    "Ver E-Commerce Demo" : "View E-Commerce Demo",


    "Contacto" : "Contact",

    "¡Conectemos!" : "Let's Connect!",
    "Si tiene alguna pregunta o deseas hablar sobre oportunidades de colaboración, no dudes en contactarme. Estoy disponible para nuevas propuestas y proyectos." : "If you have any questions or would like to discuss collaboration opportunities, feel free to reach out. I'm open to new proposals and projects.",
    "Gracias por su mensaje" : "Thank you for your message",

    "Su nombre" : "Your name",
    "Su correo electrónico" : "Your email",
    "Su teléfono" : "Your phone",
    "Deje un mensaje" : "Leave a message",
    "Enviar" : "Send",


    "Experiencia" : "Experience",

    "sep 2023 - actualidad" : "sep 2023 - present",
    "Desarrollador web y diseñador gráfico" : "Web developer and graphic designer",
    "En el último año y medio, he dedicado mi tiempo y esfuerzo a trabajar como freelancer a través de mi propio estudio de desarrollo web y diseño gráfico, Chimi Creativo. Durante este tiempo, he brindado soluciones personalizadas para una variedad de clientes, enfocándome en crear experiencias digitales únicas que combinan diseño atractivo y funcionalidad. A través de Chimi Creativo, he podido abordar proyectos de desarrollo web, branding, y marketing digital, ofreciendo a mis clientes una atención cercana y soluciones a medida para sus necesidades." : "Over the past year and a half, I have dedicated my time and effort to freelancing through my own web development and graphic design studio, Chimi Creativo. During this time, I have provided tailored solutions for a variety of clients, focusing on creating unique digital experiences that combine attractive design and functionality. Through Chimi Creativo, I have successfully tackled projects in web development, branding, and digital marketing, offering my clients close collaboration and customized solutions to meet their needs.",
    
    "ene 2022 - sep 2023" : "jan 2022 - sep 2023",
    "Desarrollador front end" : "Front end developer",
    "Diseño, desarrollo e implementación de sitios eCommerce para el Grupo MAC (EEUU y Europa): Lideré la creación de plataformas eCommerce usando HTML, CSS, JavaScript (Vanilla y JQuery), PHP, y Node.js, implementando soluciones escalables en BigCommerce, Zmags, y Livestory para mercados internacionales. Diseño y desarrollo de sitios web con WordPress: Desarrollé sitios web personalizados con WordPress, Elementor y Semplice, optimizando el rendimiento mediante FlyWheel para una mejor experiencia de usuario. Desarrollo de SPA con Vue.js: Creé aplicaciones web interactivas y escalables con Vue.js, asegurando una experiencia fluida y dinámica en diferentes dispositivos." : "Design, Development, and Implementation of eCommerce Sites for the MAC Group (USA and Europe): Led the creation of eCommerce platforms using HTML, CSS, JavaScript (Vanilla and JQuery), PHP, and Node.js, implementing scalable solutions on BigCommerce, Zmags, and Livestory for international markets. Design and Development of WordPress Websites: Developed custom websites with WordPress, Elementor, and Semplice, optimizing performance through FlyWheel for a better user experience. SPA Development with Vue.js: Built interactive and scalable web applications with Vue.js, ensuring a smooth and dynamic experience across devices.",

    "sep 2012 - oct 2021" : "sep 2012 - oct 2021",
    "Responsable de Prensa y Comunicación Institucional" : "Press and Institutional Communications Manager",
    "Diseño web y digital: Creación de sitios, banners, landing pages y piezas publicitarias para redes sociales. Comunicación interna y externa: Redacción, investigación y publicación de contenido para comunicación interna y externa. Campañas publicitarias: Estrategia y gestión de campañas en Google Ads y Facebook Ads. Diseño editorial y gráfico: Diseño de folletería, tarjetas, papelería y flyers. Diseño de espacios: Creación de afiches, señalética y diseño de espacios interiores conceptuales. Coordinación de comunicación: Gestión de comunicación con EterDigital, RadioEter y los Premios Eter." : "Web and Digital Design: Creation of websites, banners, landing pages, and advertising pieces for social media. Internal and External Communication: Content writing, research, and publication for internal and external communication. Advertising Campaigns: Strategy and management of campaigns on Google Ads and Facebook Ads. Editorial and Graphic Design: Design of brochures, business cards, stationery, and flyers. Space Design: Creation of posters, signage, and conceptual interior space design. Communication Coordination: Management of communication with EterDigital, RadioEter, and the Eter Awards.",

    "jun 2011 - sep 2012" : "jun 2011 - sep 2012",
    "Director de arte" : "Art Director",
    "Desarrollo de concepto, idea y diseño de piezas comunicacionales para redes sociales: Encargado de crear y desarrollar el concepto visual y la estrategia de comunicación para diversos formatos en redes sociales. Esto incluye el diseño de posteos atractivos, imágenes de portada y perfil, así como campañas publicitarias adaptadas a cada plataforma. Mi enfoque se centra en transmitir el mensaje de manera efectiva, manteniendo la coherencia con la identidad de la marca y maximizando el impacto visual y la interacción con la audiencia." : "Concept Development, Idea, and Design of Communication Pieces for Social Media: Responsible for creating and developing the visual concept and communication strategy for various formats on social media. This includes designing engaging posts, cover and profile images, as well as advertising campaigns tailored to each platform. My focus is on delivering the message effectively while maintaining brand consistency and maximizing visual impact and audience engagement.",

    "mar 2010 - sep 2012" : "mar 2010 - sep 2012",
    "Diseñador gráfico y web" : "Graphic and web designer",
    "Diseño y desarrollo web, redes sociales, diseño de avisos publicitarios para revistas de Cablevisión y Telecentro, y armado de renders en 3D para empresas constructoras. He trabajado en el diseño y desarrollo de sitios web adaptados a las necesidades de cada cliente, creando experiencias digitales funcionales y visualmente atractivas. Además, gestioné la presencia en redes sociales, creando contenido visual y estratégico para aumentar la interacción y visibilidad de las marcas. Desarrollé anuncios publicitarios diseñados específicamente para revistas de Cablevisión y Telecentro, asegurando que se alinearan con las pautas de marca y las expectativas del público objetivo. También realicé el modelado y armado de renders en 3D para empresas constructoras, proporcionando representaciones visuales precisas y detalladas de proyectos arquitectónicos." : "Web Design and Development, Social Media, Advertising Design for Cablevisión and Telecentro Magazines, and 3D Rendering for Construction Companies. I have worked on designing and developing websites tailored to the specific needs of each client, creating functional and visually appealing digital experiences. I also managed social media presence, creating visual and strategic content to increase engagement and brand visibility. I designed advertising pieces specifically for Cablevisión and Telecentro magazines, ensuring alignment with brand guidelines and target audience expectations. Additionally, I created 3D renders for construction companies, providing accurate and detailed visual representations of architectural projects.",

    "feb 2008 - dic 2008" : "feb 2008 - dec 2008",
    "Diseñador 3D" : "3D designer",
    "Diseñador de objetos y escenarios en 3D para diferentes proyectos: Encargado de crear y diseñar modelos tridimensionales de objetos y escenarios para una variedad de proyectos, desde visualizaciones arquitectónicas hasta videojuegos y producciones audiovisuales. Mi trabajo incluyó la modelización, texturización y renderizado de elementos en 3D, asegurando que cada pieza no solo fuera visualmente atractiva, sino también funcional y alineada con los objetivos del proyecto. Además, colaboré estrechamente con equipos creativos para garantizar que los diseños se integraran de manera coherente con la narrativa y la estética general del proyecto." : "3D Object and Environment Designer for Various Projects: Responsible for creating and designing 3D models of objects and environments for a range of projects, from architectural visualizations to video games and audiovisual productions. My work included 3D modeling, texturing, and rendering, ensuring that each piece was not only visually appealing but also functional and aligned with the project's objectives. Additionally, I worked closely with creative teams to ensure that the designs seamlessly integrated with the overall narrative and aesthetic of the project.",

    "Soy un profesional con más de 15 años de experiencia combinando diseño gráfico, desarrollo web y tecnología. A lo largo de mi carrera, he trabajado en diversos proyectos freelance, desarrollando soluciones visuales y digitales que impactan positivamente la experiencia de usuario y la identidad de marca. Mi experiencia incluye: Desarrollo Web y Frontend, Diseño y Desarrollo para Redes Sociales, Diseño Editorial y Publicitario, 3D Modeling y Visualización, Desarrollo de Aplicaciones Web y SPA. Como freelancer, me apasiona trabajar en proyectos donde el diseño y la tecnología se complementan de manera creativa y funcional. Mi enfoque está en ofrecer soluciones visuales atractivas que no solo sean estéticamente agradables, sino también intuitivas y eficaces." : "I am a professional with over 15 years of experience combining graphic design, web development, and technology. Throughout my career, I have worked on various freelance projects, developing visual and digital solutions that positively impact user experience and brand identity. My experience includes: Web and Frontend Development, Social Media Design and Development, Editorial and Advertising Design, 3D Modeling and Visualization, and Web Application and SPA Development. As a freelancer, I am passionate about working on projects where design and technology complement each other in a creative and functional way. My focus is on delivering visually appealing solutions that are not only aesthetically pleasing but also intuitive and effective.",

    "Educación" : "Education",

    "Creación de interfaces de usuario interactivas para facilitar el desarrollo de aplicaciones en una sola página. Programación por componentes utilizando JavaScript, ES6 y el flujo de datos eficiente. Manejo de rutas con Firebase para aplicaciones dinámicas. Uso del virtual DOM para optimizar el rendimiento y la interactividad en React JS. Desarrollo de aplicaciones Single Page Applications (SPA)." : "Creation of interactive user interfaces to streamline the development of single-page applications. Component-based programming using JavaScript, ES6, and efficient data flow. Routing management with Firebase for dynamic applications. Utilization of the virtual DOM to optimize performance and interactivity in React JS. Development of Single Page Applications (SPA).",

    "Fundamentos del lenguaje de programación más utilizado actualmente. Aplicación práctica de herramientas nativas de JavaScript. Uso de librerías como jQuery para optimizar el desarrollo. Implementación de técnicas modernas de desarrollo utilizando AJAX. Arquitectura y desarrollo de aplicaciones web interactivas. Creación e integración de componentes front-end para sitios web dinámicos. Base sólida para aplicar conocimientos a cualquier framework JavaScript." : "Fundamentals of the most widely used programming language today. Practical application of native JavaScript tools. Use of libraries like jQuery to optimize development. Implementation of modern development techniques using AJAX. Architecture and development of interactive web applications. Creation and integration of front-end components for dynamic websites. Solid foundation to apply knowledge to any JavaScript framework.",

    "Fundamentos de la Programación Orientada a Objetos y Desarrollo Web con Metodologías Ágiles y SCRUM. Principios de programación orientada a objetos (OOP) para crear aplicaciones modulares y escalables. Introducción a Metodologías Ágiles y SCRUM para la gestión eficiente de proyectos. Diseño y estructura de aplicaciones con el patrón de arquitectura MVC. Uso de lenguajes y tecnologías como HTML, CSS, JavaScript, PHP y Laravel. Gestión y trabajo con bases de datos relacionales, utilizando MySQL y Eloquent para la interacción con bases de datos. Herramientas de desarrollo como MySQL Workbench, Atom, VSCode, y control de versiones con Git." : "Fundamentals of Object-Oriented Programming and Web Development with Agile Methodologies and SCRUM. Principles of object-oriented programming (OOP) to create modular and scalable applications. Introduction to Agile Methodologies and SCRUM for efficient project management. Design and structure of applications with the MVC architecture pattern. Use of languages and technologies such as HTML, CSS, JavaScript, PHP, and Laravel. Management and work with relational databases, using MySQL and Eloquent for database interaction. Development tools such as MySQL Workbench, Atom, VSCode, and version control with Git.",

    "En esta carrera, se desarrollan las técnicas necesarias para construir la estrategia de mensaje o concepto creativo de una campaña publicitaria, centrándose en cómo transmitir de forma efectiva la propuesta de valor de una marca o producto. A través de la dirección de arte, el profesional utiliza la creatividad para transformar las ideas abstractas en representaciones visuales impactantes y coherentes con la identidad de la campaña. La formación incluye una combinación de materias teóricas y prácticas, tales como diseño gráfico, creatividad publicitaria, dibujo, planning y marketing, brindando una visión integral del proceso publicitario." : "In this program, the necessary techniques are developed to build the messaging strategy or creative concept of an advertising campaign, focusing on how to effectively communicate the value proposition of a brand or product. Through art direction, the professional uses creativity to transform abstract ideas into impactful visual representations that are consistent with the campaign's identity. The training includes a combination of theoretical and practical subjects, such as graphic design, advertising creativity, drawing, planning, and marketing, providing a comprehensive view of the advertising process.",

    "Sobre Nosotros" : "About Us",
    
    "Servicios" : "Services",
    
    "Aires Acondicionados" : "Air Conditioners",
    "Mantenga su hogar siempre fresco con nuestros servicios de instalación, reparación y carga de gas para aires acondicionados. ¡Calidad y eficiencia garantizadas al mejor precio!" : "Keep your home always cool with our air conditioning installation, repair, and gas recharge services. Quality and efficiency guaranteed at the best price!",
    "Instalación de aires acondicionados de todas las marcas y modelos." : "Installation of air conditioners of all brands and models.",
    "Mantenimiento preventivo para prolongar la vida útil de su equipo." : "Preventive maintenance to prolong the life of your equipment.",
    "Reparación de unidades con garantía de piezas y mano de obra." : "Unit repair with parts and labor warranty.",
    "Carga de gas refrigerante para un rendimiento óptimo." : "Refrigerant gas recharge for optimal performance.",
    "Diagnóstico y solución de problemas técnicos en su sistema." : "Diagnosis and troubleshooting of technical issues in your system.",
    "Limpieza y desinfección de filtros y conductos para mejorar la calidad del aire." : "Cleaning and disinfection of filters and ducts to improve air quality.",
    "Asesoramiento personalizado para elegir el equipo adecuado según sus necesidades." : "Personalized advice to choose the right equipment according to your needs.",
    "Servicio de emergencia disponible para reparaciones urgentes." : "Emergency service available for urgent repairs.",

    "Electricidad" : "Electricity",
    "Confíe en nuestros expertos para sus necesidades eléctricas. Ofrecemos instalación, reparación y mantenimiento, garantizando seguridad y eficiencia en su hogar o negocio. ¡Calidad asegurada!" : "Trust our experts for your electrical needs. We offer installation, repair, and maintenance, ensuring safety and efficiency in your home or business. Quality assured!",
    "Instalación de sistemas eléctricos residenciales y comerciales." : "Installation of residential and commercial electrical systems.",
    "Reparación de cortocircuitos y fallas eléctricas." : "Repair of short circuits and electrical failures.",
    "Actualización de paneles eléctricos obsoletos." : "Upgrade of obsolete electrical panels.",
    "Instalación de iluminación interior y exterior." : "Installation of interior and exterior lighting.",
    "Cableado estructurado para redes informáticas." : "Structured cabling for computer networks.",
    "Instalación de sistemas de seguridad y cámaras de vigilancia." : "Installation of security systems and surveillance cameras.",
    "Servicios de emergencia las 24 horas para reparaciones urgentes." : "24-hour emergency services for urgent repairs.",

    "Fontanería" : "Plumbing",
    "Nuestros servicios de fontanería incluyen instalación, reparación y mantenimiento, asegurando el funcionamiento óptimo de sus sistemas de agua y gas. Experiencia y calidad para su tranquilidad." : "Our plumbing services include installation, repair, and maintenance, ensuring the optimal functioning of your water and gas systems. Experience and quality for your peace of mind.",
    "Instalación de tuberías y sistemas de agua potable." : "Installation of pipes and potable water systems.",
    "Reparación de fugas y roturas en tuberías." : "Repair of leaks and breaks in pipes.",
    "Mantenimiento de sistemas de calefacción y calentadores de agua." : "Maintenance of heating systems and water heaters.",
    "Instalación de grifería y sanitarios." : "Installation of faucets and sanitary fixtures.",
    "Desatasco y limpieza de tuberías y desagües." : "Unclogging and cleaning of pipes and drains.",
    "Localización y reparación de problemas de humedad." : "Detection and repair of moisture problems.",
    "Instalación de sistemas de filtración y purificación de agua." : "Installation of water filtration and purification systems.",

    "Reformas" : "Renovations",
    "Confíe en nuestros expertos para todas sus refacciones del hogar. Ofrecemos soluciones integrales de alta calidad, asegurando acabados impecables y duraderos. ¡Transforme su hogar con nosotros!" : "Trust our experts for all your home renovations. We offer comprehensive high-quality solutions, ensuring impeccable and durable finishes. Transform your home with us!",
    "Renovación completa de cocinas y baños." : "Complete renovation of kitchens and bathrooms.",
    "Ampliación de espacios habitables." : "Expansion of living spaces.",
    "Instalación de suelos y techos nuevos." : "Installation of new floors and ceilings.",
    "Cambio de ventanas y puertas para mejorar la eficiencia energética." : "Replacement of windows and doors to improve energy efficiency.",
    "Reformas integrales para modernizar el diseño interior." : "Comprehensive renovations to modernize interior design.",
    "Construcción de terrazas, porches o áreas exteriores." : "Construction of terraces, porches, or outdoor areas.",
    "Adaptación de espacios para personas con movilidad reducida." : "Adaptation of spaces for people with reduced mobility.",
    "Limpieza de Obra" : "Post-construction Cleaning",
    
    "Nuestros servicios incluyen" : "Our services include",
    
    "Instalación y mantenimiento de aires acondicionados" : "Installation and maintenance of air conditioners",
    "Desde la selección del equipo adecuado hasta la instalación impecable y el mantenimiento periódico, nos encargamos de mantener su ambiente fresco y confortable durante todo el año." : "From selecting the right equipment to flawless installation and periodic maintenance, we take care of keeping your environment cool and comfortable all year round.",

    "Servicios de electricidad" : "Electrical services",
    "Ya sea que necesite una instalación eléctrica completa, reparaciones o actualizaciones, nuestro equipo de electricistas garantiza la seguridad y funcionalidad de sus sistemas eléctricos." : "Whether you need a complete electrical installation, repairs, or upgrades, our team of electricians guarantees the safety and functionality of your electrical systems.",

    "Soluciones de fontanería" : "Plumbing solutions",
    "Desde la reparación de fugas hasta la instalación de sistemas de agua caliente, nuestros fontaneros experimentados están preparados para abordar cualquier desafío." : "From repairing leaks to installing hot water systems, our experienced plumbers are ready to tackle any challenge.",

    "Reforma Integral" : "Complete Renovation",
    "Transforme su hogar con renovaciones en cocinas, ampliaciones de espacios o modernización del diseño interior. Nuestro equipo de expertos en reformas garantiza resultados que combinan estilo y funcionalidad." : "Transform your home with kitchen renovations, space expansions, or modernizing interior design. Our team of renovation experts guarantees results that combine style and functionality.",

    "¿Tiene una urgencia? Contáctenos." : "Have an emergency? Contact us.",
    "Urgencias" : "Emergencies",

    "Estamos en Málaga!" : "We are in Málaga!",
    "Bienvenido a Urquiza Soluciones, somos una empresa que entiende la importancia de contar con sistemas de climatización eficientes, instalaciones eléctricas seguras y sistemas de fontanería confiables en su hogar o negocio. Por eso, nos enorgullece ofrecer servicios de primera calidad que garantizan su comodidad y tranquilidad en todo momento." : "Welcome to Urquiza Soluciones, we are a company that understands the importance of having efficient air conditioning systems, safe electrical installations, and reliable plumbing systems in your home or business. That's why we proudly offer top-quality services that guarantee your comfort and peace of mind at all times.",
    "Nuestra zona de acción comprende la Costa del Sol desde Málaga hasta Marbella." : "Our service area covers the Costa del Sol from Málaga to Marbella.",

    "Faq's" : "Faq's",
    "¿Cuándo debo realizar el mantenimiento de mi aire acondicionado?" : "When should I perform maintenance on my air conditioner?",
    "Se recomienda realizar el mantenimiento anualmente para asegurar un funcionamiento eficiente y prolongar su vida útil." : "It is recommended to perform maintenance annually to ensure efficient operation and prolong its lifespan.",
    "¿Qué debo hacer si mi aire acondicionado no enfría adecuadamente?" : "What should I do if my air conditioner is not cooling properly?",
    "Puede ser necesario revisar el filtro de aire y limpiarlo. También se recomienda verificar el nivel de gas refrigerante y el estado de las bobinas del evaporador y condensador." : "It may be necessary to check and clean the air filter. It is also recommended to check the refrigerant level and the condition of the evaporator and condenser coils.",
    "¿Cuál es la vida útil promedio de un aire acondicionado?" : "What is the average lifespan of an air conditioner?",
    "La vida útil puede variar dependiendo del modelo y el mantenimiento, pero generalmente se estima entre 10 y 15 años." : "The lifespan can vary depending on the model and maintenance, but it is generally estimated between 10 and 15 years.",
    "¿Es necesario cargar el gas refrigerante regularmente?" : "Is it necessary to recharge the refrigerant gas regularly?",
    "Solo se debe cargar el gas refrigerante si hay una fuga detectada. Un sistema de aire acondicionado bien mantenido no debería requerir cargas regulares." : "Refrigerant gas should only be recharged if a leak is detected. A well-maintained air conditioning system should not require regular recharges.",
    "¿Puedo instalar un aire acondicionado por mi cuenta?" : "Can I install an air conditioner by myself?",
    "Se recomienda contar con instaladores profesionales para asegurar una instalación adecuada y cumplir con las normativas de seguridad." : "It is recommended to use professional installers to ensure proper installation and comply with safety regulations.",
    "¿Cuándo debo actualizar mi panel eléctrico?" : "When should I upgrade my electrical panel?",
    "Debe considerar una actualización si experimenta frecuentes cortocircuitos, fusibles que se queman o si su panel es antiguo y no cumple con las normativas actuales." : "You should consider an upgrade if you experience frequent short circuits, blown fuses, or if your panel is old and does not meet current regulations.",
    "¿Qué debo hacer ante un apagón repentino en mi casa?" : "What should I do in case of a sudden blackout in my home?",
    "Verifique si es un problema general en su área o específico de su hogar. Si es en su casa, revise el interruptor principal y contacte a un electricista si es necesario." : "Check if it is a general problem in your area or specific to your home. If it's in your home, check the main switch and contact an electrician if necessary.",
    "¿Es seguro realizar reparaciones eléctricas por mi cuenta?" : "Is it safe to do electrical repairs by myself?",
    "No se recomienda. Las reparaciones eléctricas requieren conocimientos técnicos y pueden ser peligrosas si no se realizan correctamente." : "It is not recommended. Electrical repairs require technical knowledge and can be dangerous if not done correctly.",
    "¿Cómo puedo mejorar la eficiencia energética en mi hogar?" : "How can I improve energy efficiency in my home?",
    "Instalando iluminación LED, dispositivos de control de temperatura como termostatos inteligentes y asegurándose de que los electrodomésticos estén eficientemente calificados." : "By installing LED lighting, temperature control devices like smart thermostats, and ensuring appliances are energy-efficient.",
    "¿Qué debo hacer si tengo un enchufe que no funciona?" : "What should I do if I have an outlet that doesn't work?",
    "Primero, verifique si el interruptor correspondiente está encendido. Si el problema persiste, podría ser necesario revisar el cableado o el propio enchufe con la ayuda de un electricista." : "First, check if the corresponding switch is on. If the problem persists, it may be necessary to check the wiring or the outlet itself with the help of an electrician.",
    "¿Cómo puedo prevenir las obstrucciones en mis tuberías?" : "How can I prevent clogs in my pipes?",
    "Evite arrojar residuos sólidos por el desagüe y use protectores de desagüe en los fregaderos. Además, realice limpiezas periódicas con productos desatascadores." : "Avoid throwing solid waste down the drain and use drain protectors in sinks. Also, perform periodic cleanings with unclogging products.",
    "¿Qué debo hacer si tengo una fuga de agua en mi hogar?" : "What should I do if I have a water leak in my home?",
    "Cierre inmediatamente la válvula principal de agua para evitar daños adicionales y contacte a un fontanero profesional para reparar la fuga." : "Immediately close the main water valve to prevent further damage and contact a professional plumber to repair the leak.",
    "¿Cómo puedo mejorar la presión del agua en mi casa?" : "How can I improve water pressure in my home?",
    "Asegúrese de que las válvulas de cierre parcial no estén cerradas por completo y considere la instalación de una bomba de agua si la presión es constantemente baja." : "Make sure partial shut-off valves are not completely closed and consider installing a water pump if the pressure is consistently low.",
    "¿Cuándo debo reemplazar mi calentador de agua?" : "When should I replace my water heater?",
    "Generalmente, los calentadores de agua tienen una vida útil de 8 a 12 años. Considere reemplazarlo si muestra signos de deterioro, como fugas o falta de eficiencia." : "Generally, water heaters have a lifespan of 8 to 12 years. Consider replacing it if it shows signs of deterioration, such as leaks or lack of efficiency.",
    "¿Cómo puedo evitar problemas congelación de tuberías en invierno?" : "How can I prevent pipe freezing problems in winter?",
    "Aísle las tuberías expuestas y mantenga un ligero flujo de agua en los grifos durante las olas de frío." : "Insulate exposed pipes and maintain a slight flow of water in the faucets during cold waves.",

    "Instalación y Mantenimiento" : "Installation and Maintenance",
    "Solicitar presupuesto" : "Request a Quote",
    "Ver servicio" : "View Service",
    "Presupuesto sin cargo" : "Free Quote",

    "Sitio diseñado y desarrollado por": "Site design and developed by",

    "No hay productos publicados" : "There are no products published",

    "Ver productos": "See products",
    "Ir al carrito": "Go to cart",
    "Últimos productos": "Latest products",
    "Bienvenidos": "Welcome",
    "Estás logueado": "You're logged in!",
    "Carrito": "Cart",
    "Ingresar": "Login",
    "Cerrar sesión": "Log Out",
    "Mi cuenta": "My account",
    "Mi perfil": "My profile",
    "Mis órdenes": "My orders",

    "Ingresa a tu cuenta": "Login to your account",
    "Tu dirección de correo": "Your email address",
    "Tu contraseña": "Your password",
    "Recuérdame": "Remember me",
    "¿Olvidaste la contraseña?": "Forgot password?",

    "Crea una cuenta": "Create an account",
    "Tu nombre": "Your name",
    "Tu cuenta de correo": "Your email",
    "Contraseña": "Password",
    "Repetir contraseña": "Repeat password",
    "Regístrate": "Sign up",

    "Gracias por Registrarte! Antes de empezar, podrías verificar tu dirección de correo haciendo click en el enlace que te hemos enviado? Si no lo has recibido, con gusto te enviaremos otro.": "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "Reenviar Email": "Resend Email",

    "Datos de perfil": "Profile Details",
    "Nombre": "First Name",
    "Apellido": "Last Name",
    "Tu teléfono": "Your phone",
    "Dirección de facturación": "Billing Address",
    "Dirección": "Address",
    "Piso / Apartamento": "Apartment",
    "Código Postal": "ZipCode",
    "Ciudad": "City",
    "Selecciona tu país": "Select Country",
    "Selecciona tu estado o provincia": "Select State",
    "Estado o Provincia": "State",
    "Dirección de envío": "Shipping Address",
    "Misma dirección que la de envío": "Same as Shipping",
    "Actualizar": "Update",
    "Actualizar contraseña": "Update Password",
    "Tu contraseña actual": "Your current password",
    "Nueva contraseña": "New password",
    "Repetir nueva contraseña": "Repeat new password",
    "Introduce tu email": "Enter your email",
    "Restablecer": "Reset password",
    "Ingrese una contraseña": "Enter your new password",
    "Confirmar contraseña": "Confirm your password",
    
    "Productos": "Products",

    "Tus artículos del carrito": "Your Cart Items",
    "Envío e impuestos se calculan al momento de pagar": "Shipping and taxes calculated at checkout.",
    "Quitar": "Remove",
    "Continuar con la compra": "Proceed to Checkout",

    "Suscríbete a nuestro newsletter.": "Subscribe to our newsletter.",
    "Suscríbete": "Subscribe",
    "Artículos semanales": "Weekly articles",
    "No enviamos spam": "No spam"
}