{
    "¡Hola! Soy Nicolás" : "Hi! I'm Nicolás",
    "Desarrollador Full Stack especializado en frontend, con 15 años de experiencia como diseñador gráfico. Esta combinación me permite crear interfaces visualmente atractivas y funcionales, ofreciendo soluciones que destacan por su estética y experiencia de usuario." : "A Full Stack developer with a focus on frontend, backed by 15 years of experience as a graphic designer. This combination allows me to create visually appealing and technically functional interfaces, delivering solutions that stand out for their aesthetics and user experience.",
    "Ver Portfolio" : "View Portfolio",
    "Ver E-Commerce Demo" : "View E-Commerce Demo",


    "Contacto" : "Contact",

    "¡Conectemos!" : "Let's Connect!",
    "Si tiene alguna pregunta o deseas hablar sobre oportunidades de colaboración, no dudes en contactarme. Estoy disponible para nuevas propuestas y proyectos." : "If you have any questions or would like to discuss collaboration opportunities, feel free to reach out. I'm open to new proposals and projects.",
    "Gracias por su mensaje" : "Thank you for your message",

    "Su nombre" : "Your name",
    "Su correo electrónico" : "Your email",
    "Su teléfono" : "Your phone",
    "Deje un mensaje" : "Leave a message",
    "Enviar" : "Send",


    "Experiencia" : "Experience",

    "sep 2023 - actualidad" : "sep 2023 - present",
    "Desarrollador web y diseñador gráfico" : "Web developer and graphic designer",
    "En el último año y medio, he dedicado mi tiempo y esfuerzo a trabajar como freelancer a través de mi propio estudio de desarrollo web y diseño gráfico, Chimi Creativo. Durante este tiempo, he brindado soluciones personalizadas para una variedad de clientes, enfocándome en crear experiencias digitales únicas que combinan diseño atractivo y funcionalidad. A través de Chimi Creativo, he podido abordar proyectos de desarrollo web, branding, y marketing digital, ofreciendo a mis clientes una atención cercana y soluciones a medida para sus necesidades." : "Over the past year and a half, I have dedicated my time and effort to freelancing through my own web development and graphic design studio, Chimi Creativo. During this time, I have provided tailored solutions for a variety of clients, focusing on creating unique digital experiences that combine attractive design and functionality. Through Chimi Creativo, I have successfully tackled projects in web development, branding, and digital marketing, offering my clients close collaboration and customized solutions to meet their needs.",
    
    "ene 2022 - sep 2023" : "jan 2022 - sep 2023",
    "Desarrollador front end" : "Front end developer",
    "Diseño, desarrollo e implementación de sitios eCommerce para el Grupo MAC (EEUU y Europa): Lideré la creación de plataformas eCommerce usando HTML, CSS, JavaScript (Vanilla y JQuery), PHP, y Node.js, implementando soluciones escalables en BigCommerce, Zmags, y Livestory para mercados internacionales. Diseño y desarrollo de sitios web con WordPress: Desarrollé sitios web personalizados con WordPress, Elementor y Semplice, optimizando el rendimiento mediante FlyWheel para una mejor experiencia de usuario. Desarrollo de SPA con Vue.js: Creé aplicaciones web interactivas y escalables con Vue.js, asegurando una experiencia fluida y dinámica en diferentes dispositivos." : "Design, Development, and Implementation of eCommerce Sites for the MAC Group (USA and Europe): Led the creation of eCommerce platforms using HTML, CSS, JavaScript (Vanilla and JQuery), PHP, and Node.js, implementing scalable solutions on BigCommerce, Zmags, and Livestory for international markets. Design and Development of WordPress Websites: Developed custom websites with WordPress, Elementor, and Semplice, optimizing performance through FlyWheel for a better user experience. SPA Development with Vue.js: Built interactive and scalable web applications with Vue.js, ensuring a smooth and dynamic experience across devices.",

    "Responsable de Prensa y Comunicación Institucional" : "Press and Institutional Communications Manager",
    "Diseño web y digital: Creación de sitios, banners, landing pages y piezas publicitarias para redes sociales. Comunicación interna y externa: Redacción, investigación y publicación de contenido para comunicación interna y externa. Campañas publicitarias: Estrategia y gestión de campañas en Google Ads y Facebook Ads. Diseño editorial y gráfico: Diseño de folletería, tarjetas, papelería y flyers. Diseño de espacios: Creación de afiches, señalética y diseño de espacios interiores conceptuales. Coordinación de comunicación: Gestión de comunicación con EterDigital, RadioEter y los Premios Eter." : "Web and Digital Design: Creation of websites, banners, landing pages, and advertising pieces for social media. Internal and External Communication: Content writing, research, and publication for internal and external communication. Advertising Campaigns: Strategy and management of campaigns on Google Ads and Facebook Ads. Editorial and Graphic Design: Design of brochures, business cards, stationery, and flyers. Space Design: Creation of posters, signage, and conceptual interior space design. Communication Coordination: Management of communication with EterDigital, RadioEter, and the Eter Awards.",

    "Director de arte" : "Art Director",
    "Desarrollo de concepto, idea y diseño de piezas comunicacionales para redes sociales: Encargado de crear y desarrollar el concepto visual y la estrategia de comunicación para diversos formatos en redes sociales. Esto incluye el diseño de posteos atractivos, imágenes de portada y perfil, así como campañas publicitarias adaptadas a cada plataforma. Mi enfoque se centra en transmitir el mensaje de manera efectiva, manteniendo la coherencia con la identidad de la marca y maximizando el impacto visual y la interacción con la audiencia." : "Concept Development, Idea, and Design of Communication Pieces for Social Media: Responsible for creating and developing the visual concept and communication strategy for various formats on social media. This includes designing engaging posts, cover and profile images, as well as advertising campaigns tailored to each platform. My focus is on delivering the message effectively while maintaining brand consistency and maximizing visual impact and audience engagement.",

    "Diseñador gráfico y web" : "Graphic and web designer",
    "Diseño y desarrollo web, redes sociales, diseño de avisos publicitarios para revistas de Cablevisión y Telecentro, y armado de renders en 3D para empresas constructoras. He trabajado en el diseño y desarrollo de sitios web adaptados a las necesidades de cada cliente, creando experiencias digitales funcionales y visualmente atractivas. Además, gestioné la presencia en redes sociales, creando contenido visual y estratégico para aumentar la interacción y visibilidad de las marcas. Desarrollé anuncios publicitarios diseñados específicamente para revistas de Cablevisión y Telecentro, asegurando que se alinearan con las pautas de marca y las expectativas del público objetivo. También realicé el modelado y armado de renders en 3D para empresas constructoras, proporcionando representaciones visuales precisas y detalladas de proyectos arquitectónicos." : "Web Design and Development, Social Media, Advertising Design for Cablevisión and Telecentro Magazines, and 3D Rendering for Construction Companies. I have worked on designing and developing websites tailored to the specific needs of each client, creating functional and visually appealing digital experiences. I also managed social media presence, creating visual and strategic content to increase engagement and brand visibility. I designed advertising pieces specifically for Cablevisión and Telecentro magazines, ensuring alignment with brand guidelines and target audience expectations. Additionally, I created 3D renders for construction companies, providing accurate and detailed visual representations of architectural projects.",

    "feb 2008 - dic 2008" : "feb 2008 - dec 2008",
    "Diseñador 3D" : "3D designer",
    "Diseñador de objetos y escenarios en 3D para diferentes proyectos: Encargado de crear y diseñar modelos tridimensionales de objetos y escenarios para una variedad de proyectos, desde visualizaciones arquitectónicas hasta videojuegos y producciones audiovisuales. Mi trabajo incluyó la modelización, texturización y renderizado de elementos en 3D, asegurando que cada pieza no solo fuera visualmente atractiva, sino también funcional y alineada con los objetivos del proyecto. Además, colaboré estrechamente con equipos creativos para garantizar que los diseños se integraran de manera coherente con la narrativa y la estética general del proyecto." : "3D Object and Environment Designer for Various Projects: Responsible for creating and designing 3D models of objects and environments for a range of projects, from architectural visualizations to video games and audiovisual productions. My work included 3D modeling, texturing, and rendering, ensuring that each piece was not only visually appealing but also functional and aligned with the project's objectives. Additionally, I worked closely with creative teams to ensure that the designs seamlessly integrated with the overall narrative and aesthetic of the project.",

    "ene 2004 - ..." : "jan 2004 - ...",
    "Soy un profesional con más de 15 años de experiencia combinando diseño gráfico, desarrollo web y tecnología. A lo largo de mi carrera, he trabajado en diversos proyectos freelance, desarrollando soluciones visuales y digitales que impactan positivamente la experiencia de usuario y la identidad de marca. Mi experiencia incluye: Desarrollo Web y Frontend, Diseño y Desarrollo para Redes Sociales, Diseño Editorial y Publicitario, 3D Modeling y Visualización, Desarrollo de Aplicaciones Web y SPA. Como freelancer, me apasiona trabajar en proyectos donde el diseño y la tecnología se complementan de manera creativa y funcional. Mi enfoque está en ofrecer soluciones visuales atractivas que no solo sean estéticamente agradables, sino también intuitivas y eficaces." : "I am a professional with over 15 years of experience combining graphic design, web development, and technology. Throughout my career, I have worked on various freelance projects, developing visual and digital solutions that positively impact user experience and brand identity. My experience includes: Web and Frontend Development, Social Media Design and Development, Editorial and Advertising Design, 3D Modeling and Visualization, and Web Application and SPA Development. As a freelancer, I am passionate about working on projects where design and technology complement each other in a creative and functional way. My focus is on delivering visually appealing solutions that are not only aesthetically pleasing but also intuitive and effective.",

    "Educación" : "Education",

    "Creación de interfaces de usuario interactivas para facilitar el desarrollo de aplicaciones en una sola página. Programación por componentes utilizando JavaScript, ES6 y el flujo de datos eficiente. Manejo de rutas con Firebase para aplicaciones dinámicas. Uso del virtual DOM para optimizar el rendimiento y la interactividad en React JS. Desarrollo de aplicaciones Single Page Applications (SPA)." : "Creation of interactive user interfaces to streamline the development of single-page applications. Component-based programming using JavaScript, ES6, and efficient data flow. Routing management with Firebase for dynamic applications. Utilization of the virtual DOM to optimize performance and interactivity in React JS. Development of Single Page Applications (SPA).",

    "feb 2021 - abr 2021" : "feb 2021 - apr 2021",
    "Fundamentos del lenguaje de programación más utilizado actualmente. Aplicación práctica de herramientas nativas de JavaScript. Uso de librerías como jQuery para optimizar el desarrollo. Implementación de técnicas modernas de desarrollo utilizando AJAX. Arquitectura y desarrollo de aplicaciones web interactivas. Creación e integración de componentes front-end para sitios web dinámicos. Base sólida para aplicar conocimientos a cualquier framework JavaScript." : "Fundamentals of the most widely used programming language today. Practical application of native JavaScript tools. Use of libraries like jQuery to optimize development. Implementation of modern development techniques using AJAX. Architecture and development of interactive web applications. Creation and integration of front-end components for dynamic websites. Solid foundation to apply knowledge to any JavaScript framework.",

    "mar 2019 - dic 2019" : "mar 2019 - dec 2019",
    "Programación web full stack" : "Full Stack Web Development",
    "Fundamentos de la Programación Orientada a Objetos y Desarrollo Web con Metodologías Ágiles y SCRUM. Principios de programación orientada a objetos (OOP) para crear aplicaciones modulares y escalables. Introducción a Metodologías Ágiles y SCRUM para la gestión eficiente de proyectos. Diseño y estructura de aplicaciones con el patrón de arquitectura MVC. Uso de lenguajes y tecnologías como HTML, CSS, JavaScript, PHP y Laravel. Gestión y trabajo con bases de datos relacionales, utilizando MySQL y Eloquent para la interacción con bases de datos. Herramientas de desarrollo como MySQL Workbench, Atom, VSCode, y control de versiones con Git." : "Fundamentals of Object-Oriented Programming and Web Development with Agile Methodologies and SCRUM. Principles of object-oriented programming (OOP) to create modular and scalable applications. Introduction to Agile Methodologies and SCRUM for efficient project management. Design and structure of applications with the MVC architecture pattern. Use of languages and technologies such as HTML, CSS, JavaScript, PHP, and Laravel. Management and work with relational databases, using MySQL and Eloquent for database interaction. Development tools such as MySQL Workbench, Atom, VSCode, and version control with Git.",

    "mar 2010 - dic 2012" : "mar 2010 - dec 2012",
    "Dirección de arte y publicidad" : "Art direction and advertising",
    "En esta carrera, se desarrollan las técnicas necesarias para construir la estrategia de mensaje o concepto creativo de una campaña publicitaria, centrándose en cómo transmitir de forma efectiva la propuesta de valor de una marca o producto. A través de la dirección de arte, el profesional utiliza la creatividad para transformar las ideas abstractas en representaciones visuales impactantes y coherentes con la identidad de la campaña. La formación incluye una combinación de materias teóricas y prácticas, tales como diseño gráfico, creatividad publicitaria, dibujo, planning y marketing, brindando una visión integral del proceso publicitario." : "In this program, the necessary techniques are developed to build the messaging strategy or creative concept of an advertising campaign, focusing on how to effectively communicate the value proposition of a brand or product. Through art direction, the professional uses creativity to transform abstract ideas into impactful visual representations that are consistent with the campaign's identity. The training includes a combination of theoretical and practical subjects, such as graphic design, advertising creativity, drawing, planning, and marketing, providing a comprehensive view of the advertising process.",

    "Diseño de folletos" : "Brochure Design",
    "Diseño de tarjetas corporativas" : "Corporate Card Design",
    "Sitio web nuevo" : "New Website",
    "Rediseño sitio" : "Website Redesign",
    "Sitio institucional" : "Institutional Website",
    "Mantenimiento Web" : "Website Maintenance",
    "Identidad corporativa" : "Corporate Identity",
    "Folletería impresa" : "Printed Brochures",
    "Tarjetas y papelería corporativa" : "Corporate Cards and Stationery",
    "Menúes para hostelería" : "Hospitality Menus",
    "Diseño para redes sociales" : "Social Media Design",
    "Acciones de Marketing" : "Marketing Actions",
    "Gestión de redes" : "Social Media Management",
    "Publicidad digital" : "Digital Advertising",
    "Diseño Editorial" : "Editorial Design",

    "Sitio diseñado y desarrollado por": "Site design and developed by"
}